{
	"cities": [
		{"code": "ANK", "name": "Ankara"},
		{"code": "AYD", "name": "Aydın"},
		{"code": "ISP", "name": "Isparta"},
		{"code": "IST", "name": "İstanbul"},
		{"code": "IZM", "name": "İzmir"},
		{"code": "KRB", "name": "Karabük"},
		{"code": "KYS", "name": "Kayseri"}
	],
	"areas": {
		"ANK": [
			{
				"name": "Anıtkabir", 
				"intro": "Anıtkabir is the mausoleum of Mustafa Kemal Atatürk, the leader of the Turkish War of Independence and the founder and the first President of Republic of Turkey.",
				"full": "Anıtkabir is the mausoleum of Mustafa Kemal Atatürk, the leader of the Turkish War of Independence and the founder and the first President of Republic of Turkey. It is located in Ankara and was designed by architects Professor Emin Onat and Assistant Professor Ahmet Orhan Arda, whose proposal beat 48 other entries from several countries in a competition held by the Turkish Government in 1941 for a monument for Atatürk. The site is also the final resting place of İsmet İnönü, the second President of Turkey, who was interred there after he died in 1973. His tomb faces the Atatürk Mausoleum, on the opposite side of the Ceremonial Ground. The mausoleum was depicted on various Turkish banknotes during 1966–1987 and 1997–2009[2] and was included in the Turkish Chamber of Civil Engineers list of the fifty civil engineering feats in Turkey, a list of remarkable engineering projects realized in the first 50 years of the chamber",
				"landing": "https://en.wikipedia.org/wiki/Anıtkabir#/media/File:Ankara_asv2021-10_img04_Anıtkabir.jpg",
				"alternative": [
					"https://en.wikipedia.org/wiki/Anıtkabir#/media/File:Ankara_asv2021-10_img08_Anıtkabir.jpg",
					"https://en.wikipedia.org/wiki/Anıtkabir#/media/File:Turkey-1658_(2215850337).jpg"
				],
				"latitude": 39.925556,
				"longitude": 32.837778
			}
		],
		"AYD": [
			{
				"name": "Güzelçamlı", 
				"intro": "Güzelçamlı (also referred to locally as Çamlı for short) is a sea-side town and municipality in the district of Kuşadası in Turkey's Aydın Province, and an increasingly popular tourists' resort.",
				"full": "Güzelçamlı (also referred to locally as Çamlı for short) is a sea-side town and municipality in the district of Kuşadası in Turkey's Aydın Province, and an increasingly popular tourists' resort. It is situated at a distance of 23 kilometres (23,000 m) following the shoreline southwards from the district's center of Kuşadası. The town borders the Dilek Peninsula-Büyük Menderes Delta National Park to its immediate south. The town's permanent population is around 10,000 but may rise to around 50,000 and possibly more in the summer with the arrival of tourists and owners of secondary houses. Güzelçamlı is becoming increasingly renowned in the market for foreign purchases of real estate in Turkey.",
				"landing": "https://en.wikipedia.org/wiki/Kuşadası#/media/File:Kuşadası_Overlook.jpg",
				"alternative": [
					"https://en.wikipedia.org/wiki/Kuşadası#/media/File:Kuşadası_Milli_Park.JPG"
				],
				"latitude": 37.716667,
				"longitude": 27.233333
			}
		],
		"ISP": [
			{
				"name": "Lake Eğirdir", 
				"intro": "Eğirdir (Turkish: Eğirdir Gölü, formerly Eğridir) is a lake in the Lakes Region of Turkey. The town of Eğirdir lies near its southern end, 107 kilometers (67 mi) north of Antalya. With an area of 482 square kilometres (186 sq mi) it is the fourth largest lake in Turkey, and the second largest freshwater lake.",
				"full": "Eğirdir (Turkish: Eğirdir Gölü, formerly Eğridir) is a lake in the Lakes Region of Turkey.  The town of Eğirdir lies near its southern end, 107 kilometers (67 mi) north of Antalya. With an area of 482 square kilometres (186 sq mi) it is the fourth largest lake in Turkey, and the second largest freshwater lake.The town and the lake were formerly called Eğridir, a Turkish pronunciation of the town's old Greek name Akrotiri. Eğridir means 'it is crooked' in Turkish, so to remove the negative connotations, in the mid-1980s the 'i' and the 'r' were transposed in a new official name, thus creating Eğirdir, a name that evokes spinning and flowers,[1] although many people in Turkey still call both the town and the lake by its former name.",
				"landing": "https://tr.wikipedia.org/wiki/Eğirdir_Gölü#/media/Dosya:LakeEgirdir.jpg",
				"alternative": [
					"https://tr.wikipedia.org/wiki/Eğirdir_Gölü#/media/Dosya:Eğirdir_lake.jpg"
				],
				"latitude": 38.056667,
				"longitude": 30.866111
			}
		],
		"IST": [
			{
				"name": "Hagia Sophia", 
				"intro": "Hagia Sophia (lit. 'the Holy Wisdom'; Turkish: Ayasofya; Koinē Greek: Ἁγία Σοφία, romanized: Agía Sophía; Latin: Sancta Sophia), officially the Hagia Sophia Grand Mosque (Turkish: Ayasofya-i Kebir Cami-i Şerifi)[3] and formerly the Church of the Holy Wisdom (Greek: Ναός της Αγίας του Θεού Σοφίας, romanized: Naós tis Ayías tou Theoú Sofías),[4] is a Late Antique place of worship in Istanbul, designed by the Greek geometers Isidore of Miletus and Anthemius of Tralles.",
				"full": "Hagia Sophia Grand Mosque (Turkish: Ayasofya-i Kebir Cami-i Şerifi)[3] and formerly the Church of the Holy Wisdom (Greek: Ναός της Αγίας του Θεού Σοφίας, romanized: Naós tis Ayías tou Theoú Sofías),[4] is a Late Antique place of worship in Istanbul, designed by the Greek geometers Isidore of Miletus and Anthemius of Tralles.[5] Built in 537 as the patriarchal cathedral of the imperial capital of Constantinople, it was the largest Christian church of the eastern Roman Empire (the Byzantine Empire) and the Eastern Orthodox Church, except during the Latin Empire from 1204 to 1261, when it temporarily became a Roman Catholic cathedral. In 1453, after the Fall of Constantinople to the Ottoman Empire, it was converted into a mosque. In 1935, the Republic of Turkey established it as a museum. In 2020, it was reconverted into a mosque.",
				"landing": "https://en.wikipedia.org/wiki/Hagia_Sophia#/media/File:Hagia_Sophia_Mars_2013.jpg",
				"alternative": [
					"https://en.wikipedia.org/wiki/Hagia_Sophia#/media/File:Istanbul_asv2021-10_img22_Hagia_Sophia.jpg",
					"https://en.wikipedia.org/wiki/Hagia_Sophia#/media/File:Hagia_Szophia_-_Isztambul,_2014.10.23_(14).JPG"
				],
				"latitude": 41.008467,
				"longitude": 28.980258
			},
			{
				"name": "Topkapı Palace", 
				"intro": "The Topkapı Palace (Turkish: Topkapı Sarayı;[2] Ottoman Turkish: طوپقپو سرايى, romanized: ṭopḳapu sarāyı, lit. 'cannon gate palace'),[3] or the Seraglio,[4] is a large museum in the east of the Fatih district of Istanbul in Turkey.",
				"full": "The Topkapı Palace (Turkish: Topkapı Sarayı;[2] Ottoman Turkish: طوپقپو سرايى, romanized: ṭopḳapu sarāyı, lit. 'cannon gate palace'),[3] or the Seraglio,[4] is a large museum in the east of the Fatih district of Istanbul in Turkey. In the 15th and 16th centuries it served as the main residence and administrative headquarters of the Ottoman sultans.Construction, ordered by the Sultan Mehmed the Conqueror, began in 1459, six years after the conquest of Constantinople. Topkapı was originally called the 'New Palace' (Yeni Saray or Saray-ı Cedîd-i Âmire) to distinguish it from the Old Palace [tr] (Eski Saray or Sarây-ı Atîk-i Âmire) in Beyazıt Square. It was given the name Topkapı, meaning Cannon Gate, in the 19th century.[5] The complex expanded over the centuries, with major renovations after the 1509 earthquake and the 1665 fire. The palace complex consists of four main courtyards and many smaller buildings. Female members of the Sultan's family lived in the harem, and leading state officials, including the Grand Vizier, held meetings in the Imperial Council building.",
				"landing": "https://en.wikipedia.org/wiki/Topkapı_Palace#/media/File:Topkapı_-_01.jpg",
				"alternative": [
					"https://en.wikipedia.org/wiki/Topkapı_Palace#/media/File:Topkapı_Main_Entrance.jpg",
					"https://en.wikipedia.org/wiki/Topkapı_Palace#/media/File:Istanbul_asv2020-02_img15_Topkapı_Palace.jpg"
				],
				"latitude": 41.013,
				"longitude": 28.984
			}
		],
		"IZM": [
			{
				"name": "İzmir Clock Tower", 
				"intro": "İzmir Clock Tower (Turkish: İzmir Saat Kulesi) is a historic clock tower located at the Konak Square in the Konak district of İzmir, Turkey. It is considered as the main landmark of the city.",
				"full": "İzmir Clock Tower (Turkish: İzmir Saat Kulesi) is a historic clock tower located at the Konak Square in the Konak district of İzmir, Turkey. It is considered as the main landmark of the city. The tower, which has an iron and lead skeleton, is 25 m (82 ft) high and features four fountains (şadırvan), which are placed around the base in a circular pattern.[2][3] The ground area of the tower is 81 m2 (870 sq ft)[3] The tower has an octagonal plan and four floors.[2][3] It was made of marble and stone.[2] The tower has four clocks with a diameter of 75 cm.[3] There is a bell on the fourth floor which is carried by twelve columns.[3] There were tughras and Ottoman coats of arms on four sides of the tower.[3] After the proclamation of the republic, they were engraved and replaced with stars and crescents.",
				"landing": "https://en.wikipedia.org/wiki/İzmir_Clock_Tower#/media/File:Izmir_square_clock_tower.jpg",
				"alternative": [
				],
				"latitude": 38.418861,
				"longitude": 27.128667
			}
		],
		"KRB": [
			{
				"name": "İncekaya Aqueduct", 
				"intro": "İncekaya Aqueduct (Turkish: İncekaya Su Kemeri) is an 18th-century aqueduct in Karabük Province, Turkey.",
				"full": "İncekaya Aqueduct (Turkish: İncekaya Su Kemeri) is an 18th-century aqueduct in Karabük Province, Turkey. The aqueduct is to the north of Safranbolu ilçe (district) It is over Tokatlı Canyon. The altitude of the aqueduct with respect to sea level is about 600 m (2,000 ft). The aqueduct was commissioned by Safranbolulu Izzet Mehmet Pasha, a citizen of Safranbolu and a grand vizier of the Ottoman Empire between 1794–1798. The structure was used to supply water to Safranbolu.",
				"landing": "https://en.wikipedia.org/wiki/İncekaya_Aqueduct#/media/File:İncekaya_Su_kemeri_(2013)_-_panoramio.jpg",
				"alternative": [
				],
				"latitude": 41.281389,
				"longitude": 32.684722
			}
		],
		"KYS": [
			{
				"name": "Mount Erciyes", 
				"intro": "Mount Erciyes (Turkish: Erciyes Dağı), also known as Argaeus or Argeas,[3] is a volcano in Turkey. It is a large stratovolcano surrounded by many monogenetic vents and lava domes, and one maar. The bulk of the volcano is formed by lava flows of andesitic and dacitic composition. At some time in the past, part of the summit collapsed towards the east.",
				"full": "Mount Erciyes (Turkish: Erciyes Dağı), also known as Argaeus or Argeas,[3] is a volcano in Turkey. It is a large stratovolcano surrounded by many monogenetic vents and lava domes, and one maar. The bulk of the volcano is formed by lava flows of andesitic and dacitic composition. At some time in the past, part of the summit collapsed towards the east. The volcano began to form in the Miocene. At first, a volcano farther east named Koç Dağ formed from lava flows. Then, again to the east, large explosive eruptions formed a caldera. During the Pleistocene, Mount Erciyes proper grew inside the caldera together with a group of lava domes. Lateral eruptions of Erciyes may have generated ash layers in the Black Sea and the Mediterranean during the early Holocene.",
				"landing": "https://en.wikipedia.org/wiki/Mount_Erciyes#/media/File:Mount_Erciyes_from_near_Göreme_1729.jpg",
				"alternative": [
					"https://en.wikipedia.org/wiki/Mount_Erciyes#/media/File:Mount_Erciyes_(Argaeus),_Turkey_(31871002313).jpg"
				],
				"latitude": 38.531,
				"longitude": 35.447
			}
		]
	}
}
